/* No comment provided by engineer. */
"About App" = "关于App";

/* No comment provided by engineer. */
"add Bi-weekly contribution to goal" = "每两周一次向目标添加存款";

/* No comment provided by engineer. */
"Add Contribution" = "添加存款";

/* No comment provided by engineer. */
"add Daily contribution to goal" = "每日向目标添加存款";

/* No comment provided by engineer. */
"Add Goal" = "添加目标";

/* No comment provided by engineer. */
"add Monthly contribution to goal" = "每月向目标添加存款";

/* No comment provided by engineer. */
"add Weekly contribution to goal" = "每周向目标添加存款";

/* No comment provided by engineer. */
"Album" = "相册";

/* No comment provided by engineer. */
"Alert" = "提醒";

/* No comment provided by engineer. */
"Alphabetically" = "按字母顺序排列";

/* No comment provided by engineer. */
"At" = "在";

/* No comment provided by engineer. */
"Bi-weekly" = "每两周一次";

/* No comment provided by engineer. */
"Bi-Weekly" = "每两周一次";

/* No comment provided by engineer. */
"Business" = "业务";

/* No comment provided by engineer. */
"By" = "按";

/* No comment provided by engineer. */
"By due date" = "按目标到期时间排列";

/* No comment provided by engineer. */
"Camera" = "相机";

/* No comment provided by engineer. */
"CANCEL" = "取消";

/* No comment provided by engineer. */
"Car" = "汽车";

/* No comment provided by engineer. */
"Completed Goals" = "已完成的目标";

/* No comment provided by engineer. */
"Contributions" = "存款";

/* No comment provided by engineer. */
"Daily" = "每日";

/* No comment provided by engineer. */
"Edit Contribution" = "编辑存款";

/* No comment provided by engineer. */
"Edit Goal" = "编辑目标";

/* No comment provided by engineer. */
"Everyday At" = "每天的";

/* No comment provided by engineer. */
"facebook.com/getmoneyboxapp" = "facebook.com/getmoneyboxapp";

/* No comment provided by engineer. */
"Financial Goal" = "理财目标";

/* No comment provided by engineer. */
"Friday" = "星期五";

/* No comment provided by engineer. */
"Goal" = "目标";

/* No comment provided by engineer. */
"Goal Completed" = "目标已完成";

/* No comment provided by engineer. */
"Goal overdue" = "目标已过期";

/* No comment provided by engineer. */
"Goal Overview" = "目标概述";

/* No comment provided by engineer. */
"Goals" = "目标";

/* No comment provided by engineer. */
"House" = "房子";

/* No comment provided by engineer. */
"Later" = "以后再说";

/* No comment provided by engineer. */
"Monday" = "星期一";

/* No comment provided by engineer. */
"Money Box" = "Money Box";

/* No comment provided by engineer. */
"Money Box needs your permission to remind you about your saving goals and payments. This will help you achieve your savings goals faster. Do you want it to remind you next time?" = "Money Box需要您的许可，以提醒您关于储蓄目标和付款的信息。 这将帮助您更快地实现储蓄目标。 您想下次提醒您吗？";

/* No comment provided by engineer. */
"moneybox.mobi" = "moneybox.mobi";

/* No comment provided by engineer. */
"Monthly" = "每月";

/* No comment provided by engineer. */
"Motorcycle" = "摩托车";

/* No comment provided by engineer. */
"nd day of month at" = "日的";

/* No comment provided by engineer. */
"No goal completed" = "没有已完成的目标";

/* No comment provided by engineer. */
"Not Planned" = "尚未有计划";

/* No comment provided by engineer. */
"Notification are disallowed please make it enable from iphone's settings" = "不允许通知，请使其从iphone的设置启用";

/* No comment provided by engineer. */
"of" = "/";

/* No comment provided by engineer. */
"OK" = "确定";

/* No comment provided by engineer. */
"Pick a Frequency:" = "选择频率：";

/* No comment provided by engineer. */
"Pick a week day:" = "选择工作日:";

/* No comment provided by engineer. */
"Please enter amount" = "请输入金额";

/* No comment provided by engineer. */
"Please enter amount of goal" = "请输入目标金额";

/* No comment provided by engineer. */
"Please enter title of goal" = "请输入目标标题";

/* No comment provided by engineer. */
"Please select currency of goal" = "请选择目标货币";

/* No comment provided by engineer. */
"Please select picture" = "请选择图片";

/* No comment provided by engineer. */
"Please select planned savings frequency" = "请选择计划的储蓄频率";

/* No comment provided by engineer. */
"Please select saving frequency first!" = "请先选择储蓄频率！";

/* No comment provided by engineer. */
"Predefined Icons" = "预设图标";

/* No comment provided by engineer. */
"Purchases" = "购买";

/* No comment provided by engineer. */
"Rate this App" = "为这个应用软件评分";

/* No comment provided by engineer. */
"rd day of month at" = "日的";

/* No comment provided by engineer. */
"Reminder not set" = "未设置提醒";

/* No comment provided by engineer. */
"Saturday" = "星期六";

/* No comment provided by engineer. */
"Select Photo!" = "选择照片！";

/* No comment provided by engineer. */
"Send Feedback" = "发送反馈";

/* No comment provided by engineer. */
"Settings" = "设置";

/* No comment provided by engineer. */
"st day of month at" = "日的";

/* No comment provided by engineer. */
"Sunday" = "星期天";

/* No comment provided by engineer. */
"Tell a friend" = "与朋友分享";

/* No comment provided by engineer. */
"th day of month at" = "日的";

/* No comment provided by engineer. */
"Thursday" = "星期四";

/* No comment provided by engineer. */
"Travel" = "旅行";

/* No comment provided by engineer. */
"Truck" = "卡车";

/* No comment provided by engineer. */
"Tuesday" = "星期二";

/* No comment provided by engineer. */
"TV" = "电视机";

/* No comment provided by engineer. */
"Upgrade" = "升级";

/* No comment provided by engineer. */
"Wednesday" = "星期三";

/* No comment provided by engineer. */
"Weekly" = "每周";

/* No comment provided by engineer. */
"Yes, Please" = "是的";

/* No comment provided by engineer. */
"Yet not planned" = "但没有计划";

/* No comment provided by engineer. */
"You can have only two active goals in free version. To have unlimited number of active goals and more upgrade to Pro version" = "您只能在免费版中设置两个目标。为突破目标数量的限制，请升级至专业版";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"No" = "没有";

/* No comment provided by engineer. */
"You have successfully deleted this goal." = "您已成功删除此目标。";

/* No comment provided by engineer. */
"Are you sure want to delete this goal?" = "你确定要删除这个目标吗？";

/* No comment provided by engineer. */
"You have successfully shared your post on facebook." = "您已成功在Facebook上分享您的帖子。";

/* No comment provided by engineer. */
"You have successfully shared your post on twitter." = "您已成功在Twitter上分享您的帖子。";

/* No comment provided by engineer. */
"Share Goal" = "分享目标";

/* No comment provided by engineer. */
"Goal Amount" = "目标金额";

/* No comment provided by engineer. */
"Target Date" = "目标日期";

/* No comment provided by engineer. */
"Goal Progress" = "目标进度";

/* No comment provided by engineer. */
"WHAT INFORMATION DO YOU WANT TO SHARE" = "您想分享哪些信息";

/* No comment provided by engineer. */
"SHARE GOAL" = "分享目标";

/* No comment provided by engineer. */
"Please login to your facebook account from moneybox settings screen." = "请从Money box的设置页面登录Facebook帐号";

/* No comment provided by engineer. */
"Please login to your twitter account from moneybox settings screen." = "请从Money box的设置页面登录Twitter帐号";

/* No comment provided by engineer. */
"Add icon or photo" = "添加图标或照片";

/* No comment provided by engineer. */
"Do you want to share this goal information?" = "你想分享这个目标信息吗？";

/* No comment provided by engineer. */
"Share" = "分享";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"of total goal amount" = "的总目标金额";

/* No comment provided by engineer. */
"I have a savings goal" = "我有一个储蓄的目标";

/* No comment provided by engineer. */
"in Money Box" = "在 Money Box";

/* No comment provided by engineer. */
"MORE FROM US" = "来自美国的更多";

/* No comment provided by engineer. */
"FEEDBACK" = "反馈";

/* No comment provided by engineer. */
"Money Box Protected" = "钱箱受保护";

/* No comment provided by engineer. */
"Please enter your passcode to unlock" = "请输入您的密码以解锁";

/* No comment provided by engineer. */
"Enable Passcode Lock" = "启用密码锁定";

/* No comment provided by engineer. */
"To enable the Passcode Lock please choose a 4-digit code" = "要启用密码锁，请选择一个4位代码";

/* No comment provided by engineer. */
"Please confirm your 4-digit code" = "请确认您的4位数代码";

/* No comment provided by engineer. */
"Change Passcode Lock" = "更改密码锁定";

/* No comment provided by engineer. */
"Please enter your previous 4-digit code" = "请输入您之前的4位数代码";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Clear" = "明确";

/* No comment provided by engineer. */
"NOTIFICATION SETTING" = "通知设置";

/* No comment provided by engineer. */
"Show Money Box guide again" = "再次显示Money Box指南";

/* No comment provided by engineer. */
"SECURITY SETTINGS" = "安全设定";

/* No comment provided by engineer. */
"Touch ID" = "触摸ID";

/* No comment provided by engineer. */
"Passcode Lock" = "密码锁";

/* No comment provided by engineer. */
"Change Pin" = "改变Pin";

/* No comment provided by engineer. */
"PRO" = "PRO";

/* No comment provided by engineer. */
"Passcode and Touch ID support" = "密码和Touch ID支持";

/* No comment provided by engineer. */
"Click here to enable Notifications" = "单击此处以启用通知";

/* No comment provided by engineer. */
"Notifications Are Enabled" = "通知已启用";

/* No comment provided by engineer. */
"Please On passcode first" = "请先输入密码";

/* No comment provided by engineer. */
"Please set passcode first" = "请先设置密码";

/* No comment provided by engineer. */
"Face ID" = "面部识别码";
